[
    { "text": "The mind is everything. What you think you become.", "author": "Siddhartha Gautama" },
    { "text": "No one saves us but ourselves. No one can and no one may. We ourselves must walk the path.", "author": "Siddhartha Gautama" },
    { "text": "Do not dwell in the past, do not dream of the future, concentrate the mind on the present moment.", "author": "Siddhartha Gautama" },
    { "text": "Purity or impurity depends on oneself; no one can purify another.", "author": "Siddhartha Gautama" },
    { "text": "Peace comes from within. Do not seek it without.", "author": "Siddhartha Gautama" },
    { "text": "Three things cannot be long hidden: the sun, the moon, and the truth.", "author": "Siddhartha Gautama" },
    { "text": "You have power over your mind—not outside events. Realize this, and you will find strength.", "author": "Marcus Aurelius" },
    { "text": "The happiness of your life depends upon the quality of your thoughts.", "author": "Marcus Aurelius" },
    { "text": "Waste no more time arguing what a good man should be. Be one.", "author": "Marcus Aurelius" },
    { "text": "Everything we hear is an opinion, not a fact. Everything we see is a perspective, not the truth.", "author": "Marcus Aurelius" },
    { "text": "The best revenge is to be unlike him who performed the injury.", "author": "Marcus Aurelius" },
    { "text": "Very little is needed to make a happy life; it is all within yourself, in your way of thinking.", "author": "Marcus Aurelius" },
    { "text": "Accept the things to which fate binds you, and love the people with whom fate brings you together, but do so with all your heart.", "author": "Marcus Aurelius" },
    { "text": "Nature does not hurry, yet everything is accomplished.", "author": "Laozi" },
    { "text": "A journey of a thousand miles begins with a single step.", "author": "Laozi" },
    { "text": "Silence is a source of great strength.", "author": "Laozi" },
    { "text": "Kindness in words creates confidence. Kindness in thinking creates profoundness. Kindness in giving creates love.", "author": "Laozi" },
    { "text": "Being deeply loved by someone gives you strength, while loving someone deeply gives you courage.", "author": "Laozi" },
    { "text": "The wise man does not lay up his own treasures. The more he gives to others, the more he has for his own.", "author": "Laozi" },
    { "text": "Knowing others is intelligence; knowing yourself is true wisdom.", "author": "Laozi" },
    { "text": "It does not matter how slowly you go as long as you do not stop.", "author": "Confucius" },
    { "text": "Our greatest glory is not in never falling, but in rising every time we fall.", "author": "Confucius" },
    { "text": "Life is really simple, but we insist on making it complicated.", "author": "Confucius" },
    { "text": "Everything has beauty, but not everyone sees it.", "author": "Confucius" },
    { "text": "Wheresoever you go, go with all your heart.", "author": "Confucius" },
    { "text": "Silence is a true friend who never betrays.", "author": "Confucius" },
    { "text": "By three methods we may learn wisdom: First, by reflection, which is noblest; Second, by imitation, which is easiest; and third by experience, which is the bitterest.", "author": "Confucius" },
    { "text": "The great man is he who does not lose his child's-heart.", "author": "Mencius" },
    { "text": "If the scholar has not the spirit of a gentleman, he is no better than a common man.", "author": "Mencius" },
    { "text": "Benevolence is the heart of man, and righteousness is his path.", "author": "Mencius" },
    { "text": "He who outrages benevolence is called a robber; he who outrages righteousness is called a ruffian.", "author": "Mencius" },
    { "text": "There is no greater delight than to be conscious of sincerity on self-examination.", "author": "Mencius" },
    { "text": "Human nature is good, just as water naturally flows downhill.", "author": "Mencius" },
    { "text": "The supreme art of war is to subdue the enemy without fighting.", "author": "Sun Tzu" },
    { "text": "Appear weak when you are strong, and strong when you are weak.", "author": "Sun Tzu" },
    { "text": "In the midst of chaos, there is also opportunity.", "author": "Sun Tzu" },
    { "text": "Know yourself and know your enemy, and you will never be defeated.", "author": "Sun Tzu" },
    { "text": "Great results can be achieved with small forces.", "author": "Sun Tzu" },
    { "text": "Strategy without tactics is the slowest route to victory. Tactics without strategy is the noise before defeat.", "author": "Sun Tzu" },
    { "text": "Victorious warriors win first and then go to war, while defeated warriors go to war first and then seek to win.", "author": "Sun Tzu" },
    { "text": "It's not what happens to you, but how you react to it that matters.", "author": "Epictetus" },
    { "text": "Wealth consists not in having great possessions, but in having few wants.", "author": "Epictetus" },
    { "text": "If you want to improve, be content to be thought foolish and stupid.", "author": "Epictetus" },
    { "text": "There is only one way to happiness and that is to cease worrying about things which are beyond the power of our will.", "author": "Epictetus" },
    { "text": "Man is not worried by real problems so much as by his imagined anxieties about real problems.", "author": "Epictetus" },
    { "text": "No man is free who is not master of himself.", "author": "Epictetus" },
    { "text": "First learn the meaning of what you say, and then speak.", "author": "Epictetus" },
    { "text": "Luck is what happens when preparation meets opportunity.", "author": "Seneca" },
    { "text": "We suffer more often in imagination than in reality.", "author": "Seneca" },
    { "text": "As is a tale, so is life: not how long it is, but how good it is, is what matters.", "author": "Seneca" },
    { "text": "Difficulties strengthen the mind, as labor does the body.", "author": "Seneca" },
    { "text": "If a man knows not which port he sails, no wind is favorable.", "author": "Seneca" },
    { "text": "True happiness is to enjoy the present, without anxious dependence upon the future.", "author": "Seneca" },
    { "text": "The whole future lies in uncertainty: live immediately.", "author": "Seneca" },
    { "text": "Happiness is the absence of the striving for happiness.", "author": "Zhuangzi" },
    { "text": "The fish trap exists for the fish. Once you've gotten the fish, you can forget the trap.", "author": "Zhuangzi" },
    { "text": "Flow with whatever may happen, and let your mind be free.", "author": "Zhuangzi" },
    { "text": "Rewards and punishment is the lowest form of education.", "author": "Zhuangzi" },
    { "text": "To a mind that is still, the whole universe surrenders.", "author": "Zhuangzi" },
    { "text": "Easy is right. Begin right and you are easy. Keep easy and you are right.", "author": "Zhuangzi" },
    { "text": "All men are my children. I desire that they may be provided with all the welfare and happiness of this world.", "author": "Ashoka the Great" },
    { "text": "No society can prosper if it is not at peace with itself.", "author": "Ashoka the Great" },
    { "text": "The greatest victory is the victory of Dharma.", "author": "Ashoka the Great" },
    { "text": "One should honor others' religions, for doing so strengthens one's own and helps others' as well.", "author": "Ashoka the Great" },
    { "text": "Everywhere, each person should be kind to one another.", "author": "Ashoka the Great" },
    { "text": "In the happiness of his subjects lies the king's happiness; in their welfare his welfare.", "author": "Ashoka the Great" },
    { "text": "The nature of man is evil; his goodness is only acquired training.", "author": "Xunzi" },
    { "text": "If there is no toil, there will be no ease; if there is no hard work, there will be no glory.", "author": "Xunzi" },
    { "text": "Learning should never cease.", "author": "Xunzi" },
    { "text": "The petty man is eager to make excuses for his vices; the superior man is eager to reform.", "author": "Xunzi" },
    { "text": "A man’s character is built by his actions, not by his intentions.", "author": "Xunzi" },
    { "text": "Without a clear focus, there can be no great achievement.", "author": "Xunzi" },
    { "text": "To one who has faith, no explanation is necessary. To one without faith, no explanation is possible.", "author": "Thomas Aquinas" },
    { "text": "The things that we love tell us what we are.", "author": "Thomas Aquinas" },
    { "text": "Fear is such a powerful emotion for humans that when we allow it to take us over, it drives out our compassion.", "author": "Thomas Aquinas" },
    { "text": "Distinctions are made by the mind, but things are what they are.", "author": "Thomas Aquinas" },
    { "text": "Better to illuminate than merely to shine, to deliver to others contemplated truths than merely to contemplate.", "author": "Thomas Aquinas" },
    { "text": "If the highest aim of a captain were to preserve his ship, he would keep it in port forever.", "author": "Thomas Aquinas" },
    { "text": "Reason in man is rather like God in the world.", "author": "Thomas Aquinas" },
    { "text": "Be the change that you wish to see in the world.", "author": "Mahatma Gandhi" },
    { "text": "The weak can never forgive. Forgiveness is the attribute of the strong.", "author": "Mahatma Gandhi" },
    { "text": "An eye for an eye will only make the whole world blind.", "author": "Mahatma Gandhi" },
    { "text": "Live as if you were to die tomorrow. Learn as if you were to live forever.", "author": "Mahatma Gandhi" },
    { "text": "Happiness is when what you think, what you say, and what you do are in harmony.", "author": "Mahatma Gandhi" },
    { "text": "My life is my message.", "author": "Mahatma Gandhi" },
    { "text": "Strength does not come from physical capacity. It comes from an indomitable will.", "author": "Mahatma Gandhi" },
    { "text": "God, grant me the serenity to accept the things I cannot change, courage to change the things I can, and wisdom to know the difference.", "author": "Reinhold Niebuhr" },
    { "text": "Man's capacity for justice makes democracy possible; but man's inclination to injustice makes democracy necessary.", "author": "Reinhold Niebuhr" },
    { "text": "Nothing that is worth doing can be achieved in our lifetime; therefore we must be saved by hope.", "author": "Reinhold Niebuhr" },
    { "text": "Humility is the virtue by which we recognize our own limitations.", "author": "Reinhold Niebuhr" },
    { "text": "Self-deception is the most common form of human folly.", "author": "Reinhold Niebuhr" },
    { "text": "We are all prisoners of our own perspectives.", "author": "Reinhold Niebuhr" },
    { "text": "Forgiveness is the final form of love.", "author": "Reinhold Niebuhr" },
    { "text": "Whatever you are, be a good one.", "author": "Abraham Lincoln" },
    { "text": "I am a slow walker, but I never walk back.", "author": "Abraham Lincoln" },
    { "text": "Folks are usually about as happy as they make their minds up to be.", "author": "Abraham Lincoln" },
    { "text": "Nearly all men can stand adversity, but if you want to test a man's character, give him power.", "author": "Abraham Lincoln" },
    { "text": "The best way to predict your future is to create it.", "author": "Abraham Lincoln" },
    { "text": "I do the very best I know how - the very best I can; and I mean to keep doing so until the end.", "author": "Abraham Lincoln" },
    { "text": "Am I not destroying my enemies when I make friends of them?", "author": "Abraham Lincoln" }
]